[
  {
    "id": 1,
    "name": "Workshops And Webinars",
    "image": "https://i.ibb.co/jWJLdSk/images-q-tbn-ANd9-Gc-STF4pc-DBhz-Hnw-R0pq-LL-32-SMb-Hog-OSl-Sjpqg-usqp-CAU.jpg",
    "price": 1499.99,
    "description": "Enhance your skills with interactive workshops and webinars.",
    "detail_description": "Immerse yourself in a world of continuous learning with our diverse range of events designed to empower professionals. Explore a multitude of engaging sessions led by industry experts, where you can delve into hands-on learning experiences, gain practical insights, and connect with a vibrant community of like-minded individuals. Stay at the forefront of your field by participating in our thoughtfully curated educational events that go beyond the ordinary, fostering a culture of collaboration, innovation, and personal growth."
  },
  {
    "id": 2,
    "name": "Career Fairs",
    "image": "https://i.ibb.co/0spqtK1/download.png",
    "price": 2500.00,
    "description": "Discover exciting career opportunities at exclusive career fairs.",
    "detail_description": "Embark on a transformative journey at our dynamic career fairs tailored for diverse industries. Engage with top recruiters, immerse yourself in discussions about the latest industry trends, and showcase your skills to potential employers. Elevate your career prospects with immersive and impactful experiences that extend beyond traditional job fairs. Our events provide a unique platform for networking, knowledge sharing, and unlocking new possibilities in your professional journey."
  },
  {
    "id": 3,
    "name": "Educational Conferences",
    "image": "https://i.ibb.co/CPxtnhC/download-3.jpg",
    "price": 1599.99,
    "description": "Immerse in thought-provoking discussions at educational conferences.",
    "detail_description": "Step into a world of intellectual exploration at our educational conferences, where thought leaders share profound insights and collectively shape the future of education. Immerse yourself in discussions about global educational landscapes, network with influencers, and contribute meaningfully to the ongoing dialogue that is reshaping the very foundations of learning. Join us on a journey of discovery and enlightenment, where your participation becomes a pivotal force in shaping the future of education worldwide."
  },
  {
    "id": 4,
    "name": "Training Programs",
    "image": "https://i.ibb.co/7SLgVb3/images.jpg",
    "price": 2999.99,
    "description": "Embark on professional development with comprehensive training programs.",
    "detail_description": "Embark on a transformative journey of professional growth with our hands-on training programs. Led by seasoned instructors, these programs offer a deep dive into critical skill areas, providing you with the tools and certifications needed to excel in your career. Invest in your future by acquiring valuable certifications and emerging ready to navigate the challenges of your industry. Our industry-aligned training initiatives ensure that you stand out in a competitive professional landscape."
  },
  {
    "id": 5,
    "name": "Hackathons",
    "image": "https://i.ibb.co/9NNpdDR/download-4.jpg",
    "price": 1500.00,
    "description": "Ignite your creativity at high-energy hackathons.",
    "detail_description": "Ignite your creativity and problem-solving skills at our high-energy hackathons. Join a community of innovators and immerse yourself in an environment where innovation knows no bounds. Collaborate with like-minded individuals, leverage cutting-edge technologies, and showcase your ability to tackle real-world challenges. Be part of a community that is driving positive change through technology and pushing the boundaries of what's possible in the world of innovation."
  },
  {
    "id": 6,
    "name": "Seminars",
    "image": "https://i.ibb.co/CMNFxZW/images-1.jpg ",
    "price": 1999.99,
    "description": "Deepen your understanding of leadership and digital transformation at our seminar series.",
    "detail_description": "Participate in our seminar series and gain invaluable insights into leadership principles, effective communication, and strategic decision-making. Engage with experienced speakers, network with professionals, and stay informed about the latest trends shaping leadership and digital transformation. Immerse yourself in a series of enriching sessions designed to empower you with the knowledge and skills needed to thrive in an ever-evolving professional landscape. Elevate your understanding and make informed decisions that lead to success in your leadership journey."
  }
]
